import ChinriImage from "../res/Images/chingri.png";
import LilonticaImage from "../res/Images/lilonticafish.png";
import PangashImage from "../res/Images/pangashfish.png";
import SoilImage from "../res/Images/solfish.png";
import SorpotiImage from "../res/Images/sorpoti.png";
import TengdaImage from "../res/Images/tengda.png";
const sellingFishData = [
  {
    id: "1",
    name: "তেলাপিয়া মাছ",
    img: LilonticaImage,
    description:
      "তেলাপিয়া মাছ একটু চওড়া, বেঁটে, বলিষ্ট গঠনের। মাথা বেশ শক্ত ও মোটা। অনেকটা কৈ বা খলসে মাছের আকৃতির মাছ। ৫০ গ্রাম থেকে ৫০০ গ্রাম ওজনের এই মাছ বাজারে আসে ও কেনাবেচা হয়। এই মাছের মাংসে ছিবড়ে ভাব কম থাকায় বেশ নরম। বেশি কাঁটা নেই। মাছ বেশ সুস্বাদু, কিন্তু কারও কারও কাছে বেশ অপছন্দের। ঈষৎ গন্ধ থাকায় রুই, কাতলার মতো কালিয়ার পরিবর্তে ভাজা বা স্বল্প ঝোলওয়ালা তরকারিই মৎস্যভুকের বেশি পছন্দের। আজকাল তেলাপিয়া মাছের চাহিদা বাজারে অন্যান্য সাধারণ মাছের মতোই হয়ে উঠেছে। এই মাছ আমাদের পশ্চিমবঙ্গের বাজারে অন্যান্য মাছের মতো বাইরে থেকে আমদানি করতে হয় না। এর প্রজনন খুব সহজ। নিজের খামারের জলাশয়ে এদের প্রজননক্রিয়া সম্পন্ন হয়, বংশবৃদ্ধি হয়। তাই সাধারণ চাষিদের অনেকেই এই সুযোগ নিয়ে থাকেন।",
    price: "150 টাকা",
    quantity: 350,
    totalPrice: 52500,
  },
  {
    id: "2",
    name: "পাঙ্গাশ মাছ",
    img: PangashImage,
    description:
      "আবহমানকাল থেকে পাঙ্গাস মাছ এদেশের মানুষের জন্য রসনার উৎস হিসেবে পরিচিত। এই মাছটি প্রাকৃতিক মুক্ত জলাশয়ে বিশেষ করে দেশের দক্ষিণাঞ্চলের নদীসহ উপকূলীয় অঞ্চলে পাওয়া যায়। এক সময়ে পাঙ্গাস মাছ আভিজাত্যের প্রতীক হিসেবে উচ্চবিত্তের মাছ হিসেবে বিবেচিত ছিল। বর্তমানে পরিবেশগত পরিবর্তনের ফলে নদীর নাব্যতা দিন দিন হ্রাস পাচ্ছে। সাথে সাথে এর প্রাকৃতিক প্রজনন ক্ষেত্রসমূহ ক্ষতিগ্রস্থ হওয়ার ফলে পাঙ্গাস মাছের উৎপাদনও ক্রমশঃ কমে যাচ্ছে। তবে পুকুরে পাঙ্গাস চাষের ব্যাপক সম্ভাবনা থাকায় আশির দশক থেকেই এর ওপর কার্যক্রম অব্যহত রয়েছে।",
    price: "120 টাকা",
    quantity: 350,
    totalPrice: 42000,
  },
  {
    id: "3",
    name: "চিংরি মাছ",
    img: ChinriImage,
    description:
      "চিংড়িতে আছে প্রচুর পরিমাণে সেলেনিয়াম যা স্বাস্থ্যের ক্যান্সার কোষের বৃদ্ধি রোধ করে। অর্থাৎ ক্যান্সার প্রতিরোধে চিংড়ি অত্যন্ত কার্যকরী ভূমিকা পালন করে। এতে বোঝা যায় চিংড়ি মাছের উপকারিতা ও পুষ্টিগুণ যতেষ্ট।",
    price: "500 টাকা",
    quantity: 350,
    totalPrice: 175000,
  },
  {
    id: "4",
    name: "শোল মাছ",
    img: SoilImage,
    description:
      "শোল (বৈজ্ঞানিক নাম: Channa striata) (ইংরেজি: snakehead murrel) হচ্ছে Channidae পরিবারের Channa গণের একটি স্বাদুপানির মাছ। এর আরো দুটি দ্বিপদী নাম আছে (Ophiocephalus striatus Bloch এবং Ophiocephalus vagus Peters.",
    price: "150 টাকা",
    quantity: 350,
    totalPrice: 52500,
  },
  {
    id: "5",
    name: "টেংরা মাছ",
    img: TengdaImage,
    description:
      "টেংরা মাছ আকারে ছোট হয় এবং মাথায় দুই জোড়া গোঁফ থাকে।দেহ প্রায় গোলাকার,দেহে কোনো আঁশ নেই এবং দেহ বেশ পিচ্ছিল।আত্মরক্ষার জন্য ফুলকার দুই পাশে দুইটি এবং পিঠে একটি সরু কাঁটা থাকে।",
    price: "200 টাকা",
    quantity: 350,
    totalPrice: 70000,
  },
  {
    id: "6",
    name: "সরপুটি মাছ",
    img: SorpotiImage,
    description:
      "সরপুঁটি বা সরনা পুঁটি বা সরাল পুঁটি বা কুর্টি ( বৈজ্ঞানিক নাম: Puntius sarana) ( ইংরেজি: Olive barb) হচ্ছে Cyprinidae পরিবারের Puntius গণের একটি স্বাদুপানির মাছ ।",
    price: "130 টাকা",
    quantity: 350,
    totalPrice: 45500,
  },
];
export default sellingFishData;
